xml_b.py

XML = '<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"><soap:Body><GetMyGrades xmlns="http://murpcn.com/murpwebservice/"><umcid>80213</umcid></GetMyGrades></soap:Body></soap:Envelope>'